[
  {
    "id": 1,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/young-woman-doing-web-meeting-using-mirrorless-cam-7CTA9CH.jpg",
    "instructor": "Jane Doe",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/08/small-business-owners-startup-and-e-commerce-conce-83S5W35.jpg",
    "instructor_email":"janedoe@gmail.com",
    "course_title": "Introduction to Python",
    "course_fee": "99.99",
    "course_type": "Programming",
    "course_duration": "4 weeks",
    "total_lessons": 20,
    "rating": 4.8,
    "course_status": "pending",
    "course_description": "Embark on a journey to learn Python basics and start coding with confidence in just 4 weeks. This comprehensive course covers everything from variables and data types to loops, functions, and object-oriented programming concepts. Gain hands-on experience with practical exercises and projects designed to reinforce your understanding of Python fundamentals. By the end of the course, you'll have the skills to write your own Python scripts and applications, setting a solid foundation for further exploration in the world of programming."
  },
  {
    "id": 2,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/the-latest-study-material-is-available-online-KGXC4FD.jpg",
    "instructor": "John Smith",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/08/young-teacher-at-school-U2UNGYB.jpg",
    "instructor_email":"johnsmith@gmail.com",
    "course_title": "Graphic Design Basics",
    "course_fee": "79.99",
    "course_type": "Design",
    "course_duration": "6 weeks",
    "total_lessons": 15,
    "rating": 4.5,
    "course_status": "approved",
    "course_description": "Dive deep into the fundamentals of graphic design in a 6-week comprehensive course. From understanding typography principles to mastering color theory and composition techniques, this course equips you with the skills needed to create visually compelling designs. Explore the principles of design hierarchy, visual balance, and contrast, and learn how to apply them to your projects. Through hands-on projects and critiques, you'll refine your design skills and develop a keen eye for aesthetics. Whether you're a beginner or looking to enhance your existing skills, this course offers a comprehensive overview of graphic design principles and practices."
  },
  {
    "id": 3,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/modern-devices-for-remote-lesson-with-class-social-9WGAYKJ.jpg",
    "instructor": "Emily Johnson",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/08/teacher-teaching-kids-on-digital-tablet-SBBGJMJ.jpg",
    "instructor_email":"emilyjohnson@gmail.com",
    "course_title": "Digital Marketing Strategies",
    "course_fee": "119.99",
    "course_type": "Marketing",
    "course_duration": "5 weeks",
    "total_lessons": 18,
    "rating": 4.7,
    "course_status": "cancelled",
    "course_description": "Master the art of digital marketing strategies and propel your business to new heights in just 5 weeks. This intensive course covers a wide range of topics, including search engine optimization (SEO), social media marketing, email marketing, content strategy, and analytics. Learn how to develop effective marketing campaigns that resonate with your target audience and drive meaningful results. With hands-on exercises and real-world case studies, you'll gain practical experience in planning, executing, and analyzing digital marketing campaigns. Whether you're a business owner, marketer, or aspiring digital strategist, this course provides the tools and knowledge you need to succeed in today's competitive landscape."
  },
  {
    "id": 4,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/group-of-cheerful-young-women-studying-together-KSM8FHZ.jpg",
    "instructor": "Michael Brown",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/08/optimistic-positive-handsome-bearded-man-FXXXGY4.jpg",
    "instructor_email":"michaelbrown@gmail.com",
    "course_title": "Business Management Essentials",
    "course_fee": "89.99",
    "course_type": "Business",
    "course_duration": "8 weeks",
    "total_lessons": 25,
    "rating": 4.6,
    "course_status": "approved",
    "course_description": "Acquire essential business management skills and excel in your career with an 8-week immersive course. Covering a broad range of topics including leadership, strategic planning, financial management, and organizational behavior, this course equips you with the tools and techniques needed to thrive in a dynamic business environment. Learn how to lead teams effectively, make strategic decisions, and drive organizational growth. Through case studies, simulations, and interactive discussions, you'll develop a deep understanding of core business concepts and learn how to apply them to real-world challenges. Whether you're an aspiring manager or seasoned professional, this course provides a comprehensive overview of business management essentials."
  },
  {
    "id": 5,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/coding-web-game-at-home-V3L73RC.jpg",
    "instructor": "Sarah Davis",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/12/business-concept-portrait-handsome-business-man.jpg",
    "instructor_email":"sarahdavis@gmail.com",
    "course_title": "Data Science and Analytics",
    "course_fee": "149.99",
    "course_type": "Data Science",
    "course_duration": "10 weeks",
    "total_lessons": 30,
    "rating": 4.9,
    "course_status": "cancelled",
    "course_description": "Unlock the power of data with Data Science and Analytics in 10 weeks. From data wrangling and exploratory data analysis to machine learning and predictive modeling, this comprehensive course covers the entire data science pipeline. Learn how to collect, clean, and analyze data using popular programming languages and tools such as Python, R, and SQL. Dive deep into statistical techniques and machine learning algorithms, and discover how to extract actionable insights from complex datasets. With hands-on projects and real-world case studies, you'll gain practical experience in solving data-driven problems and making informed decisions. Whether you're a data enthusiast or looking to transition into a career in data science, this course provides the knowledge and skills you need to succeed in the rapidly evolving field of data analytics."
  },
  {
    "id": 6,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/creative-brainstorming-happy-business-people-desig-G2UPFTK.jpg",
    "instructor": "David Wilson",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/12/smiling-businesswoman-standing-in-office-Y3BRKUW.jpg",
    "instructor_email":"davidwilson@gmail.com",
    "course_title": "Full-Stack Web Development",
    "course_fee": "199.99",
    "course_type": "Programming",
    "course_duration": "12 weeks",
    "total_lessons": 40,
    "rating": 4.8,
    "course_status": "approved",
    "course_description": "Master the art of Full-Stack Web Development in this 12-week immersive course led by industry expert David Wilson. From front-end technologies like HTML, CSS, and JavaScript to back-end frameworks like Node.js and Express, this course covers the entire stack. Learn how to build responsive web applications, create RESTful APIs, and deploy your projects to the cloud. With hands-on projects and real-world scenarios, you'll gain practical experience and develop the skills needed to succeed in the fast-paced world of web development."
  },
  {
    "id": 7,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/young-woman-doing-web-meeting-using-mirrorless-cam-7CTA9CH.jpg",
    "instructor": "Laura Martinez",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/12/happy-young-elegant-businesswoman-with-arms-crosse-YJECA4Y.jpg",
    "instructor_email":"lauramartinez@gmail.com",
    "course_title": "Photography for Beginners",
    "course_fee": "59.99",
    "course_type": "Photography",
    "course_duration": "4 weeks",
    "total_lessons": 10,
    "rating": 4.4,
    "course_status": "pending",
    "course_description": "Capture stunning images and unleash your creativity with Photography for Beginners, a 4-week course designed for aspiring photographers. Led by Laura Martinez, an experienced photographer, this course covers everything from camera basics to composition techniques and editing tools. Learn how to master exposure, lighting, and framing to create visually compelling images. With practical assignments and personalized feedback, you'll develop your skills and build a portfolio of captivating photographs."
  },
  {
    "id": 8,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/the-latest-study-material-is-available-online-KGXC4FD.jpg",
    "instructor": "Kevin Lee",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/11/handsome-man-at-home-6FC7GVM.jpg",
    "instructor_email":"kevinlee@gmail.com",
    "course_title": "Cyber Security Fundamentals",
    "course_fee": "129.99",
    "course_type": "Security",
    "course_duration": "6 weeks",
    "total_lessons": 20,
    "rating": 4.7,
    "course_status": "approved",
    "course_description": "Protect against cyber threats and safeguard your digital assets with Cyber Security Fundamentals, a 6-week course led by industry expert Kevin Lee. From understanding common security vulnerabilities to implementing best practices for secure coding and network defense, this course covers essential concepts and techniques. Learn how to identify and mitigate cyber risks, detect and respond to security incidents, and develop a proactive security strategy. With hands-on labs and real-world case studies, you'll gain practical experience and become a trusted cybersecurity professional."
  },
  {
    "id": 9,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/modern-devices-for-remote-lesson-with-class-social-9WGAYKJ.jpg",
    "instructor": "Jessica Taylor",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/11/education-women-and-lifestyle-concept-attractive-a-VY6PRCD_team.jpg",
    "instructor_email":"jessicataylor@gmail.com",
    "course_title": "UI/UX Design",
    "course_fee": "99.99",
    "course_type": "Design",
    "course_duration": "8 weeks",
    "total_lessons": 22,
    "rating": 4.5,
    "course_status": "approved",
    "course_description": "Unlock the secrets of effective UI/UX Design in this 8-week course led by design expert Jessica Taylor. From user research and wireframing to prototyping and usability testing, this course covers the entire design process. Learn how to create intuitive and visually appealing interfaces that delight users and enhance their experience. With hands-on projects and design critiques, you'll develop the skills needed to design engaging and user-friendly digital products. Whether you're a beginner or looking to enhance your existing skills, this course offers a comprehensive overview of UI/UX Design principles and practices."
  },
  {
    "id": 10,
    "course_banner": "https://kinforce.net/learen/wp-content/uploads/2022/08/group-of-cheerful-young-women-studying-together-KSM8FHZ.jpg",
    "instructor": "Anthony Walker",
    "instructor_url": "https://kinforce.net/learen/wp-content/uploads/2022/11/confident-businessman-6R4AN52.jpg",
    "instructor_email":"anthonywalker@gmail.com",
    "course_title": "Project Management Professional",
    "course_fee": "139.99",
    "course_type": "Management",
    "course_duration": "10 weeks",
    "total_lessons": 28,
    "rating": 4.6,
    "course_status": "cancelled",
    "course_description": "Master the art of Project Management with Project Management Professional, a 10-week course led by industry veteran Anthony Walker. From project initiation and planning to execution and closure, this course covers the entire project lifecycle. Learn how to define project scope, create schedules, allocate resources, and manage risks effectively. With practical exercises and real-world case studies, you'll develop the skills needed to lead successful projects and deliver results on time and within budget. Whether you're a seasoned project manager or aspiring to enter the field, this course provides the knowledge and skills you need to excel in project management."
  }
]